[
  {
    "quote": "Growth is never by mere chance; it is the result of forces working together.",
    "author": "James Cash Penney"
  },
  {
    "quote": "Without continual growth and progress, such words as improvement, achievement, and success have no meaning.",
    "author": "Benjamin Franklin"
  },
  {
    "quote": "Don’t go through life, grow through life.",
    "author": "Eric Butterworth"
  },
  {
    "quote": "The key to growth is the introduction of higher dimensions of consciousness into our awareness.",
    "author": "Lao Tzu"
  },
  {
    "quote": "Strive not to be a success, but rather to be of value.",
    "author": "Albert Einstein"
  },
  {
    "quote": "Be not afraid of growing slowly; be afraid only of standing still.",
    "author": "Chinese Proverb"
  },
  {
    "quote": "Growth and comfort do not coexist.",
    "author": "Ginni Rometty"
  },
  {
    "quote": "Do not despise the growing small beginnings, for the Lord rejoices to see the work begin.",
    "author": "Zechariah 4:10"
  },
  {
    "quote": "The only way to grow is to challenge yourself.",
    "author": "Ashley Tisdale"
  },
  {
    "quote": "We can’t become what we need to be by remaining what we are.",
    "author": "Oprah Winfrey"
  },
  {
    "quote": "Mistakes are the growing pains of wisdom.",
    "author": "William Jordan"
  },
  {
    "quote": "Personal growth is not a matter of learning new information but of unlearning old limits.",
    "author": "Alan Cohen"
  },
  {
    "quote": "If we’re growing, we’re always going to be out of our comfort zone.",
    "author": "John Maxwell"
  },
  {
    "quote": "Change is the end result of all true learning.",
    "author": "Leo Buscaglia"
  },
  {
    "quote": "Growth begins when we start to accept our own weakness.",
    "author": "Jean Vanier"
  },
  {
    "quote": "Every problem is a gift—without problems we would not grow.",
    "author": "Tony Robbins"
  },
  {
    "quote": "Life is growth. If we stop growing, technically and spiritually, we are as good as dead.",
    "author": "Morihei Ueshiba"
  },
  {
    "quote": "What we fear doing most is usually what we most need to do.",
    "author": "Tim Ferriss"
  },
  {
    "quote": "The strongest principle of growth lies in human choice.",
    "author": "George Eliot"
  },
  {
    "quote": "Without struggle, there is no progress.",
    "author": "Frederick Douglass"
  },
  {
    "quote": "The only journey is the one within.",
    "author": "Rainer Maria Rilke"
  },
  {
    "quote": "Unless you try to do something beyond what you have already mastered, you will never grow.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "quote": "Don’t fear failure. Fear being in the exact same place next year as you are today.",
    "author": "Michael Hyatt"
  },
  {
    "quote": "Growth is painful. Change is painful. But nothing is as painful as staying stuck somewhere you don’t belong.",
    "author": "Mandy Hale"
  },
  {
    "quote": "Do something today that your future self will thank you for.",
    "author": "Sean Patrick Flanery"
  },
  {
    "quote": "A comfort zone is a beautiful place, but nothing ever grows there.",
    "author": "Unknown"
  },
  {
    "quote": "Challenges are what make life interesting and overcoming them is what makes life meaningful.",
    "author": "Joshua J. Marine"
  },
  {
    "quote": "All change is not growth, as all movement is not forward.",
    "author": "Ellen Glasgow"
  },
  {
    "quote": "The great thing in this world is not so much where we stand, as in what direction we are moving.",
    "author": "Oliver Wendell Holmes"
  },
  {
    "quote": "Growth is the only evidence of life.",
    "author": "John Henry Newman"
  }
]
