[
  {
    "quote": "Without honor, victory is hollow.",
    "author": "Sun Tzu"
  },
  {
    "quote": "Better to die with honor than live with shame.",
    "author": "Tacitus"
  },
  {
    "quote": "Honor is simply the morality of superior men.",
    "author": "H.L. Mencken"
  },
  {
    "quote": "You cannot believe in honor until you have achieved it.",
    "author": "Ayn Rand"
  },
  {
    "quote": "The most tragic thing in the world is a man of genius who is not a man of honor.",
    "author": "George Bernard Shaw"
  },
  {
    "quote": "If it be a sin to covet honor, I am the most offending soul alive.",
    "author": "William Shakespeare"
  },
  {
    "quote": "It is better to deserve honors and not have them than to have them and not deserve them.",
    "author": "Mark Twain"
  },
  {
    "quote": "Honor is like a match: you can only use it once.",
    "author": "Marcel Pagnol"
  },
  {
    "quote": "A true man of honor feels humbled himself when he cannot help humbling others.",
    "author": "Robert E. Lee"
  },
  {
    "quote": "The shortest and surest way to live with honor in the world is to be in reality what we would appear to be.",
    "author": "Socrates"
  },
  {
    "quote": "One's sense of honor is the only thing that cannot be taken from you unless you surrender it.",
    "author": "John D. MacDonald"
  },
  {
    "quote": "No person was ever honored for what he received. Honor has been the reward for what he gave.",
    "author": "Calvin Coolidge"
  },
  {
    "quote": "Honor is the inner sense of a man that compels him to do the right thing, even if no one is watching.",
    "author": "General Douglas MacArthur"
  },
  {
    "quote": "He has honor if he holds himself to an ideal of conduct though it is inconvenient, unprofitable, or dangerous to do so.",
    "author": "Walter Lippmann"
  },
  {
    "quote": "The louder he talked of his honor, the faster we counted our spoons.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "quote": "Honor is not in titles and honors, but in doing what is right.",
    "author": "Seneca"
  },
  {
    "quote": "Death is nothing, but to live defeated and without glory is to die every day.",
    "author": "Napoleon Bonaparte"
  },
  {
    "quote": "You cannot dream yourself into a character; you must hammer and forge yourself one.",
    "author": "James A. Froude"
  },
  {
    "quote": "True honor is to be found in doing one’s duty well.",
    "author": "Thomas Carlyle"
  },
  {
    "quote": "Act well your part, there all the honor lies.",
    "author": "Alexander Pope"
  },
  {
    "quote": "The measure of a man's real character is what he would do if he knew he never would be found out.",
    "author": "Thomas Babington Macaulay"
  },
  {
    "quote": "Keep your honor bright. You may lose everything else, but never lose your honor.",
    "author": "Theodore Roosevelt"
  },
  {
    "quote": "He who lives without discipline dies without honor.",
    "author": "Icelandic Proverb"
  },
  {
    "quote": "Better a life of honor than a life of ease.",
    "author": "Aesop"
  },
  {
    "quote": "A man of honor should never forget what he is because he sees what others are.",
    "author": "Baltasar Gracián"
  },
  {
    "quote": "The sense of honor is of so fine and delicate a nature that even a breath can wound it.",
    "author": "Samuel Johnson"
  },
  {
    "quote": "The man who has no sense of honor is not truly alive.",
    "author": "Plautus"
  },
  {
    "quote": "True honor is always humble.",
    "author": "Patrick Henry"
  },
  {
    "quote": "Honor is like an island, rugged and without a beach; once we have left it, we can never return.",
    "author": "Nicolas Boileau"
  },
  {
    "quote": "There is no honor in being superior to your fellow man; true honor is being superior to your former self.",
    "author": "Ernest Hemingway"
  }
]
