[
  {
    "quote": "The best thing to hold onto in life is each other.",
    "author": "Audrey Hepburn"
  },
  {
    "quote": "Love is not about possession. Love is about appreciation.",
    "author": "Osho"
  },
  {
    "quote": "You always gain by giving love.",
    "author": "Reese Witherspoon"
  },
  {
    "quote": "Love all, trust a few, do wrong to none.",
    "author": "William Shakespeare"
  },
  {
    "quote": "The giving of love is an education in itself.",
    "author": "Eleanor Roosevelt"
  },
  {
    "quote": "Love is composed of a single soul inhabiting two bodies.",
    "author": "Aristotle"
  },
  {
    "quote": "We accept the love we think we deserve.",
    "author": "Stephen Chbosky"
  },
  {
    "quote": "Love doesn’t make the world go round. Love is what makes the ride worthwhile.",
    "author": "Franklin P. Jones"
  },
  {
    "quote": "Love is an endless act of forgiveness. Forgiveness is the key to action and freedom.",
    "author": "Maya Angelou"
  },
  {
    "quote": "Love is not something you feel. It is something you do.",
    "author": "David Wilkerson"
  },
  {
    "quote": "To love oneself is the beginning of a lifelong romance.",
    "author": "Oscar Wilde"
  },
  {
    "quote": "Have enough courage to trust love one more time and always one more time.",
    "author": "Maya Angelou"
  },
  {
    "quote": "Love is a game that two can play and both win.",
    "author": "Eva Gabor"
  },
  {
    "quote": "Love is the greatest refreshment in life.",
    "author": "Pablo Picasso"
  },
  {
    "quote": "We are shaped and fashioned by what we love.",
    "author": "Johann Wolfgang von Goethe"
  },
  {
    "quote": "Love cures people—both the ones who give it and the ones who receive it.",
    "author": "Karl A. Menninger"
  },
  {
    "quote": "Love is when the other person's happiness is more important than your own.",
    "author": "H. Jackson Brown, Jr."
  },
  {
    "quote": "Where there is love there is life.",
    "author": "Mahatma Gandhi"
  },
  {
    "quote": "Love is not only something you feel, it is something you do every day.",
    "author": "Nicholas Sparks"
  },
  {
    "quote": "We love the things we love for what they are.",
    "author": "Robert Frost"
  },
  {
    "quote": "To be brave is to love someone unconditionally, without expecting anything in return.",
    "author": "Madonna"
  },
  {
    "quote": "Love is the only reality, and it is not a mere sentiment. It is the ultimate truth.",
    "author": "Rabindranath Tagore"
  },
  {
    "quote": "Love yourself first and everything else falls into line.",
    "author": "Lucille Ball"
  },
  {
    "quote": "Let us always meet each other with a smile, for the smile is the beginning of love.",
    "author": "Mother Teresa"
  },
  {
    "quote": "Do not seek the because—in love there is no because, no reason, no explanation, no solutions.",
    "author": "Anaïs Nin"
  },
  {
    "quote": "Love is friendship set on fire.",
    "author": "Jeremy Taylor"
  },
  {
    "quote": "The more one judges, the less one loves.",
    "author": "Honoré de Balzac"
  },
  {
    "quote": "Love recognizes no barriers. It jumps hurdles, leaps fences, penetrates walls to arrive at its destination full of hope.",
    "author": "Maya Angelou"
  },
  {
    "quote": "Love is an irresistible desire to be irresistibly desired.",
    "author": "Robert Frost"
  },
  {
    "quote": "The way to love anything is to realize that it may be lost.",
    "author": "G.K. Chesterton"
  }
]
