[
  {
    "quote": "Loyalty to petrified opinion never yet broke a chain or freed a human soul.",
    "author": "Mark Twain"
  },
  {
    "quote": "I like people who are loyal to me. I like people who don't forget me. I like people I can depend on.",
    "author": "Sylvia Plath"
  },
  {
    "quote": "Loyalty is doing the right thing even when no one is watching.",
    "author": "Unknown"
  },
  {
    "quote": "Love and compassion are necessities, not luxuries. Without them humanity cannot survive. Loyalty springs from love and compassion.",
    "author": "Dalai Lama"
  },
  {
    "quote": "The strength of a family, like the strength of an army, lies in its loyalty to each other.",
    "author": "Mario Puzo"
  },
  {
    "quote": "Moral indignation is jealousy with a halo. True loyalty is never jealous.",
    "author": "H. G. Wells"
  },
  {
    "quote": "The most beautiful curve on a woman’s body is her smile, but the most beautiful trait in a person is loyalty.",
    "author": "Bob Marley"
  },
  {
    "quote": "When you love you wish to do things for. You wish to sacrifice for. You wish to serve. That is loyalty.",
    "author": "Ernest Hemingway"
  },
  {
    "quote": "Loyalty means nothing unless it has at its heart the absolute principle of self-sacrifice.",
    "author": "Woodrow Wilson"
  },
  {
    "quote": "Nothing is more noble, nothing more venerable than loyalty.",
    "author": "Cicero"
  },
  {
    "quote": "Our loyalty is due entirely to the truth, and not to persons.",
    "author": "Mahatma Gandhi"
  },
  {
    "quote": "Loyalty is the holiest good in the human heart.",
    "author": "Euripides"
  },
  {
    "quote": "Faithless is he that says farewell when the road darkens.",
    "author": "J.R.R. Tolkien"
  },
  {
    "quote": "Our ultimate freedom is the right and power to decide how anybody or anything outside ourselves will affect us. Choose loyalty over resentment.",
    "author": "Stephen Covey"
  },
  {
    "quote": "The truest wisdom is a resolute determination. Loyalty is steadfast determination in relationships.",
    "author": "Charles Dickens"
  },
  {
    "quote": "Regard your soldiers as your children, and they will follow you into the deepest valleys. That is loyalty.",
    "author": "Sun Tzu"
  },
  {
    "quote": "Alone we can do so little; together we can do so much. Loyalty binds us together.",
    "author": "Helen Keller"
  },
  {
    "quote": "Hold faithfulness and sincerity as first principles.",
    "author": "Confucius"
  },
  {
    "quote": "Where we all think alike, no one thinks very much. True loyalty allows room for honesty.",
    "author": "Walter Lippmann"
  },
  {
    "quote": "The quality of a person's life is in direct proportion to their commitment to excellence, regardless of their chosen field of endeavor. Loyalty is part of that commitment.",
    "author": "Vince Lombardi"
  },
  {
    "quote": "Without loyalty, there can be no true friendship.",
    "author": "Sophocles"
  },
  {
    "quote": "Be true to yourself, help others, make each day your masterpiece. Loyalty is being true when no one is watching.",
    "author": "John Wooden"
  },
  {
    "quote": "The loyalty of friends is the basis of a happy life.",
    "author": "George Santayana"
  },
  {
    "quote": "When someone shows you who they are, believe them the first time. Loyalty should be earned, not forced.",
    "author": "Maya Angelou"
  },
  {
    "quote": "You discover loyalty when you are at your lowest.",
    "author": "F. Scott Fitzgerald"
  },
  {
    "quote": "You cannot buy loyalty. You cannot buy the devotion of hearts, minds, and souls. You have to earn these things.",
    "author": "Harvey Mackay"
  },
  {
    "quote": "Lots of people want to ride with you in the limo, but what you want is someone who will take the bus with you when the limo breaks down.",
    "author": "Oprah Winfrey"
  },
  {
    "quote": "Don’t walk behind me; I may not lead. Don’t walk in front of me; I may not follow. Just walk beside me and be my friend — that is loyalty.",
    "author": "Albert Camus"
  },
  {
    "quote": "If you want to test a man's character, give him power. True loyalty is revealed under pressure.",
    "author": "Abraham Lincoln"
  },
  {
    "quote": "One of the greatest gifts you can give to anyone is the gift of attention. Loyalty is attention given consistently.",
    "author": "Jim Rohn"
  }
]
