[
  {
    "quote": "Passion is energy. Feel the power that comes from focusing on what excites you.",
    "author": "Oprah Winfrey"
  },
  {
    "quote": "Nothing great in the world has ever been accomplished without passion.",
    "author": "Georg Wilhelm Friedrich Hegel"
  },
  {
    "quote": "Chase your passion, not your pension.",
    "author": "Denis Waitley"
  },
  {
    "quote": "There is no greatness without a passion to be great.",
    "author": "Anthony Robbins"
  },
  {
    "quote": "Follow your passion, it will lead you to your purpose.",
    "author": "Oprah Winfrey"
  },
  {
    "quote": "Develop a passion for learning. If you do, you will never cease to grow.",
    "author": "Anthony J. D'Angelo"
  },
  {
    "quote": "A great leader’s courage to fulfill his vision comes from passion, not position.",
    "author": "John C. Maxwell"
  },
  {
    "quote": "Passion is the genesis of genius.",
    "author": "Tony Robbins"
  },
  {
    "quote": "Do it with passion or not at all.",
    "author": "Rosa Nouchette Carey"
  },
  {
    "quote": "When you have passion, you don’t need motivation.",
    "author": "Unknown"
  },
  {
    "quote": "There is no end. There is no beginning. There is only the infinite passion of life.",
    "author": "Federico Fellini"
  },
  {
    "quote": "The most powerful weapon on earth is the human soul on fire.",
    "author": "Ferdinand Foch"
  },
  {
    "quote": "Passion is the bridge that takes you from pain to change.",
    "author": "Frida Kahlo"
  },
  {
    "quote": "Great passion can make the impossible possible.",
    "author": "Mahatma Gandhi"
  },
  {
    "quote": "Nothing is as important as passion. No matter what you want to do with your life, be passionate.",
    "author": "Jon Bon Jovi"
  },
  {
    "quote": "The most successful people are those who are passionate about what they do.",
    "author": "Richard Branson"
  },
  {
    "quote": "Passion is the difference between having a job or having a career.",
    "author": "Unknown"
  },
  {
    "quote": "True passion attracts. If you have passion in your life, you can make the impossible happen.",
    "author": "Oprah Winfrey"
  },
  {
    "quote": "Purpose is the reason you journey. Passion is the fire that lights the way.",
    "author": "Unknown"
  },
  {
    "quote": "Only passions, great passions, can elevate the soul to great things.",
    "author": "Denis Diderot"
  },
  {
    "quote": "When you set yourself on fire, people love to come watch you burn.",
    "author": "John Wesley"
  },
  {
    "quote": "Passion is the oxygen of the soul.",
    "author": "Bill Butler"
  },
  {
    "quote": "If you don’t love what you do, you won’t do it with much conviction or passion.",
    "author": "Mia Hamm"
  },
  {
    "quote": "Let the beauty of what you love be what you do.",
    "author": "Rumi"
  },
  {
    "quote": "A true passion that burns within your soul is one that can never be put out.",
    "author": "Zoe Sugg"
  },
  {
    "quote": "People with great passion can make the impossible happen.",
    "author": "Elon Musk"
  },
  {
    "quote": "Enthusiasm is excitement with inspiration, motivation, and a pinch of creativity.",
    "author": "Bo Bennett"
  },
  {
    "quote": "The more you are motivated by love, the more fearless and free your actions will be.",
    "author": "Dalai Lama"
  },
  {
    "quote": "Do what you love and you’ll never work a day in your life.",
    "author": "Marc Anthony"
  },
  {
    "quote": "Passion is contagious. Get close to people who have it.",
    "author": "Unknown"
  }
]
