[
  {
    "quote": "The only true wisdom is in knowing you know nothing.",
    "author": "Socrates"
  },
  {
    "quote": "Turn your wounds into wisdom.",
    "author": "Oprah Winfrey"
  },
  {
    "quote": "Honesty is the first chapter in the book of wisdom.",
    "author": "Thomas Jefferson"
  },
  {
    "quote": "Knowing yourself is the beginning of all wisdom.",
    "author": "Aristotle"
  },
  {
    "quote": "Do not seek to follow in the footsteps of the wise. Seek what they sought.",
    "author": "Matsuo Bashō"
  },
  {
    "quote": "Wisdom is not a product of schooling but of the lifelong attempt to acquire it.",
    "author": "Albert Einstein"
  },
  {
    "quote": "Patience is the companion of wisdom.",
    "author": "Saint Augustine"
  },
  {
    "quote": "Wise men speak because they have something to say; fools because they have to say something.",
    "author": "Plato"
  },
  {
    "quote": "It is not what we get, but what we become, what we contribute that gives meaning to our lives.",
    "author": "Tony Robbins"
  },
  {
    "quote": "Knowing others is intelligence; knowing yourself is true wisdom.",
    "author": "Lao Tzu"
  },
  {
    "quote": "The invariable mark of wisdom is to see the miraculous in the common.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "quote": "He who opens a school door, closes a prison.",
    "author": "Victor Hugo"
  },
  {
    "quote": "Wisdom is the reward you get for a lifetime of listening when you’d have preferred to talk.",
    "author": "Doug Larson"
  },
  {
    "quote": "Common sense in an uncommon degree is what the world calls wisdom.",
    "author": "Samuel Taylor Coleridge"
  },
  {
    "quote": "The fool doth think he is wise, but the wise man knows himself to be a fool.",
    "author": "William Shakespeare"
  },
  {
    "quote": "Knowledge speaks, but wisdom listens.",
    "author": "Jimi Hendrix"
  },
  {
    "quote": "A loving heart is the truest wisdom.",
    "author": "Charles Dickens"
  },
  {
    "quote": "Silence is the sleep that nourishes wisdom.",
    "author": "Francis Bacon"
  },
  {
    "quote": "The wise man does at once what the fool does finally.",
    "author": "Niccolò Machiavelli"
  },
  {
    "quote": "An investment in knowledge pays the best interest.",
    "author": "Benjamin Franklin"
  },
  {
    "quote": "Wisdom begins in wonder.",
    "author": "Socrates"
  },
  {
    "quote": "Do not be wise in words, be wise in deeds.",
    "author": "Jewish Proverb"
  },
  {
    "quote": "Wisdom is knowing what to do next; virtue is doing it.",
    "author": "David Starr Jordan"
  },
  {
    "quote": "In seeking wisdom, the first step is silence, the second listening, the third remembering, the fourth practicing, the fifth teaching others.",
    "author": "Solomon Ibn Gabirol"
  },
  {
    "quote": "The wise man doesn’t give the right answers, he poses the right questions.",
    "author": "Claude Levi-Strauss"
  },
  {
    "quote": "Wisdom is the power to put our time and our knowledge to the proper use.",
    "author": "Thomas J. Watson"
  },
  {
    "quote": "We are made wise not by the recollection of our past, but by the responsibility for our future.",
    "author": "George Bernard Shaw"
  },
  {
    "quote": "Cleverness is not wisdom.",
    "author": "Euripides"
  },
  {
    "quote": "Wisdom comes not from age, but from education and learning.",
    "author": "Anton Chekhov"
  },
  {
    "quote": "Give me wisdom and knowledge, that I may lead this people.",
    "author": "King Solomon"
  }
]
